Repository: linuxmao-org/sysexxer-ng
Catalog: po/*/sysexxer-ng.po
Languages: fr

source: @-> Send
fr: @-> Envoyer

source: @<- Receive
fr: @<- Recevoir

source: @fileopen Load
fr: @fileopen Charger

source: @filesave Save
fr: @filesave Sauvegarder

source: @undo Cancel
fr: @undo Annuler

source: About
fr: À propos

source: Confirm overwrite
fr: Confirmer l'écrasement

source: Could not load the system-exclusive file.
fr: Impossible de charger le fichier system-exclusive

source: Could not save the system-exclusive file.
fr: Impossible de sauvegarder le fichier system-exclusive

source: Error
fr: Erreur

source: Invalid arguments
fr: Arguments invalides

source: Load
fr: Charger

source: MIDI input port
fr: Port d'entrée MIDI

source: MIDI interface
fr: Interface MIDI

source: MIDI output port
fr: Port de sortie MIDI

source: Max Transmission Rate
fr: Taux de transmission maximum

source: No
fr: Non

source: Receive
fr: Recevoir

source: Receiving instructions 1. Connect the MIDI output to software input. 2. Push the Receive button. 3. Transmit, and turn off Receive when finished. 4. Save the system-exclusive file.
fr: Instructions de réception 1. Connecter la sortie MIDI à l'entrée du logiciel. 2. Presser le bouton Recevoir. 3. Transmettre, et désactiver Recevoir quand c'est fini. 4. Sauvegarder le fichier system-exclusive.

source: Save
fr: Sauvegarder

source: Send
fr: Envoyer

source: Sending instructions 1. Load a system-exclusive file. 2. Connect the software output to MIDI input. 3. Send, and wait until finished.
fr: Instructions d'envoi 1. Charger un fichier system-exclusive. 2. Connecter la sortie du logiciel à l'entrée MIDI. 3. Envoyer, et attendre que ce soit fini.

source: Size %zu Manufacturer "%s"
fr: Taille %zu Fabricant "%s"

source: Sysexxer In
fr: Entrée Sysexxer

source: Sysexxer MIDI in
fr: Entrée MIDI Sysexxer

source: Sysexxer MIDI out
fr: Sortie MIDI Sysexxer

source: Sysexxer Out
fr: Sortie Sysexxer

source: Sysexxer-NG is a universal tool to exchange MIDI system-exclusive data. This free program is published under the terms of the Boost Software License 1.0. Version %s © 2018-2019 Author: Jean Pierre Cimalando Contributor: Olivier Humbert
fr: Sysexxer-NG est un outil universel d'échange de données MIDI exclusives-système. Ce logiciel libre est publié sous les termes de la licence Boost Software License 1.0. Version %s © 2018-2019 Auteur : Jean Pierre Cimalando Contributeur : Olivier Humbert

source: System-exclusive dump *.syx
fr: Dump system-exclusive *.syx

source: System-exclusive dump *.syx Standard MIDI file *.mid
fr: Dump system-exclusive *.syx Fichier MIDI standard *.mid

source: The file already exists. Replace it?
fr: Le fichier existe déjà. L'écraser ?

source: Unknown
fr: Inconnu

source: Virtual port
fr: Port virtuel

source: Visit the home page
fr: Visiter la page d'accueil

source: Yes
fr: Oui
